# brew bundle

tap 'shopify/shopify'
tap 'homebrew/cask-fonts'

cask 'onyx'
cask 'figma'
cask 'obsidian'
cask 'tg-pro'
cask 'disk-diet'
cask 'google-chrome'
cask 'microsoft-edge'
cask 'brave-browser'
cask 'opera'
cask 'firefox'
cask 'telegram'
cask 'discord'
cask 'skype'
cask 'slack'
cask 'github'
cask 'docker'
cask 'ngrok'
cask 'karabiner-elements'
cask 'cloudflare-warp'
cask 'logi-options-plus'
cask 'spotify'

brew 'tmux'
brew 'neovim'
brew 'lazygit'
brew 'lazydocker'
brew 'docker'
brew 'go'
brew 'node'
brew 'sqlite3'
brew 'wget'
brew 'exiftool'
brew 'ruby-build'
brew 'rbenv'
brew 'pyenv'
brew 'ripgrep'
brew 'gnu-sed'
brew 'bat'
